// Решите загадку: Сколько чисел от 1 до 1000 содержат как минимум одну цифру 3?
// Напишите ответ здесь: 271
//int main(){
//  std::string answ = "";
//  int counter = 0;
//  for(int i = 0; i <= 1000; ++i)
//  {
//     answ = std::to_string(i);
//     for(const char a : answ) {
//       if(a == 51) {
//       ++counter;
//       break;
//       }
//      }

//  }
//  cout << counter;
//return 0;
}
// Закомитьте изменения и отправьте их в свой репозиторий.
